const quiz = [
    {
        "q": "Сколько сигарет вы обычно выкуриваете в день?",
        "a" : {
            "k": "Не меньше пачки",
            "p": "Зависит от настроения и обстоятельств, в компании\n" +
                "                        могу выкурить пол пачки за вечер, в обычный день – всего несколько сигарет",
            "v" : "Одну-две за день",
        }
    },
     {
        "q": "К какому типу курильщиков вы себя можете отнести?",
        "a" : {
            "k": "Нервный",
            "p": "Общтельный",
            "v" : "Переодически",

        }
    },
     {
        "q": "Какой образ курильщиков из кино вам нравится?",
        "a" : {
            "k": "Клин Иствуд в вестернах и Высоцкий в роли Глеба Жеглова",
            "p": "Российский Шерлок Холмс и лейтенант Коломбо",
            "v" : "Одри Хэпберн в «Завтраке у Тиффани» и Ума Турман в «Криминальном чтиве»",

        }
    },
       {
        "q": "Как вы относитесь к запрету курения в общественных местах?",
        "a" : {
            "k": "Считаю, что это дискриминация. Приходится то и дело бегать в курилку",
            "p": "В целом за, но иногда очень хочется закурить в кафе/баре",
            "v": "Зачем травить окружающих, всегда же можно выйти покурить на улицу – заодно проветриться",

        }
    },
      {
        "q": "В каком из запрещенных мест вам хотелось бы покурить?",
        "a" : {
            "k": "В аэропорту, электричке, баре",
            "p": "В кафе и ресторанах",
            "v": "Для меня это не проблема, нельзя – значит нельзя",

        }
    },
    {
        "q": "Какая сигарета вам доставляет наибольшее удовольствие?",
        "a" : {
            "k": "Утренняя",
            "p": "В хорошей компании",
            "v": "Под настроение",

        }
    },
       {
        "q": "У вас есть «ритуалы» с участием сигарет?",
        "a" : {
            "k": "Очень много: пообедал – покури, сделал дело – покури, перед сном – покури",
            "p": "Кофе и сигареты – классика жанра",
            "v": "Обязательно закуриваю, когда выпиваю бокальчик вина",

        }
    },
        {
        "q": "Какие ситуации чаще всего провоцируют вас на курение?",
        "a" : {
            "k": "Стресс и любая неприятная ситуация",
            "p": "Когда мне очень грустно или очень весело",
            "v" : "Когда коллеги или друзья зовут на перекур",

        }
    },
         {
        "q": "Что может удержать вас от очередной сигареты?",
        "a" : {
            "k": "Могу просто перетерпет",
            "p": "Если пожевать жвачку или пососать конфетку, желание немного притупляется",
            "v" : "Ничего, разве что застрять в лифте без сигарет",
        }
    },
          {
        "q": "Пробовали ли вы перейти на альтернативные виды курения?",
        "a" : {
            "k": "Перепробовал все – полная ерунда",
            "p": "За компанию могу покурить электронную сигарету или кальян",
            "v" : "Какой смысл, я и так мало курю",
        }
    },
    {
        "q": "Как вы думаете, вам сложно будет отказаться от вредной привычки?",
        "a" : {
            "k": "Очень сложно",
            "p": "Могу бросить в любой момент",
            "v": "Попробовать можно, но боюсь сорваться",
        }
    },
    {
        "q": "Что вас может заставить бросить курить?",
        "a" : {
            "k": "Если я начну хуже выглядеть или плохо себя чувствовать",
            "p": "Поход на флюорографию и серьезные проблемы со здоровьем; в любом случае, я должен сам прийти к такому решению",
            "v": "Уговоры близких, лишние траты, премия для некурящих на работе",
        }
    },
    {
        "q": "Вам удавалось бросить курить хотя бы на какое-то время?",
        "a" : {
            "k": "Только во время болезни, потом начинал снова",
            "p": "Могу просто не курить несколько дней",
            "v": "Пробовал никотиносодержащие таблетки и пластыри, но опять втягивался",
        }
    },
];