let answers = {
    "v": {
        "description" : "Курильщиком вы себя не считаете, вы ведь «просто балуетесь». Одна-две сигаретки по случаю – не в счет! Не обманывайте себя\n" +
            ", медики давно доказали, что даже одна сигарета в день наносит вред здоровью. Не думайте, что кальяны и электронные сигареты\n" +
            "абсолютно безвредны, их безопасность пока не доказана. Решив попрощаться с сигаретами, выберите день X – неважно, понедельник\n" +
            "это или пятница, день рождения или Новый год. Подумайте, что именно держит вас среди курильщиков, ведь душой вы наверняка на\n" +
            "«светлой» стороне, и скорее всего, вас грызла совесть за то, что ваши дети или близкие становятся пассивными курильщиками.\n" +
            "Если вы точно не хотите делать еще один шаг в сторону того, чтобы стать уже настоящим курильщиков, тогда пора бросать.\n" +
            "Если возникнуть позывы – попытайтесь перебороть их пробежкой на свежем воздухе, полезной едой, приятным хобби или продуктивной работой",
    },
    "k": {
        "description" : "Такому заядлому курильщику помогут только радикальные методы и собственное твердое решение. Родные замучались покупать\n" +
            "вам мотивирующую литературу типа Аллена Карра, всевозможные никотиновые жвачки и пластыри. Пластырь вы наклеили, книжку\n" +
            "пролистали и снова потянулись за сигаретой. Пока они всерьез не задумались о том, чтобы излечить вас гипнозом или\n" +
            "заговорами, попробуйте делать первые шаги самостоятельно. Начните вести «дневник курильщика» и записывайте, сколько\n" +
            "сигарет вы выкурили за день. Потихоньку сокращайте количество сигарет, ломайте сигарету и курите половину. Поставьте\n" +
            "на телефон приложение для бросающих курить и следуйте плану. Если все эти методы окажутся неэффективными, обратитесь к\n" +
            "специалисту, который составит вам персональный план отказа от курения.\n",
    } ,
    "p": {
        "description" : "Чтобы не расстраивать близких, вы не раз пытались бросить курить. Никотиносодержащие таблетки и пластыри, электронные\n" +
            "сигареты, жевательный табак и самокрутки – каких только методов вы не пробовали. Скорее всего, ваша зависимость не\n" +
            "физическая, а психологическая – вы просто получаете удовольствие от процесса. А какие дружеские посиделки без перекуров?\n" +
            "Если вы решили, что пора бросать курить, сообщите об этом друзьям и коллегам. Уберите подальше все «напоминалки»,\n" +
            "вплоть до любимой пепельницы и зажигалки. Найдите все заначки и избавьтесь от них! В самый сложный период\n" +
            "(первые три недели отказа от курения) не ходите на тусовки с алкоголем и перекуры на работе. Проведите пару вечеров\n" +
            "дома и почитайте бестселлер Аллена Карра «Легкий способ бросить курить», ведь эта незамысловатая книжка помогла бросить\n" +
            "курить уже миллионам людей. Когда тяжелый период пройдет, вы поймете смысл любимого выражения Карра о том, что, в\n" +
            "сущности, тут и бросать-то было нечего!",
    } ,
};